Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Share
ar: مشاركة
bg: Споделяне
bn: শেয়ার করুন
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
he: שתף
hi: शेयर करना
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kk: Бөлісу
ko: 공유
lt: Dalintis
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Distribuiți
ru: Поделиться
sk: Zdieľať
sl: Deli
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share Link
ar: مشاركة رابط
bg: Връзка за споделяне
bn: শেয়ার লিংক
ca: Comparteix l’enllaç
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Σύνδεσμος κοινοποίησης
es: Compartir enlace
fa: اشتراک‌گذاری پیوند
fi: Jaa linkki
fr: Partager le lien
he: שתף קישור
hi: लिंक शेयर करें
hr: Podijeli Link
hu: Link megosztása
id: Bagikan Tautan
it: Link di condivisione
ja: 共有リンク
kk: Бөлісу сілтемесі
ko: 공유 링크
lt: Bendrinti nuorodą
ms: Kongsi Pautan
nb: Del link
nl: Link delen
pl: Udostępnij link
pt: Partilhar ligação
ro: Partajați linkul
ru: Создать ссылку
sk: Zdieľať odkaz
sl: Deli povezavo
sv: Dela Länk
th: แชร์ลิงก์
tr: Bağlantıyı Paylaş
uk: Поділитися посиланням
vi: Chia sẻ link
zh_hans: 分享链接
zh_hant: 分享連結

source: Shared
ar: مُشتَرك
bg: Споделено
bn: শেয়ার করা হয়েছে
ca: Compartits
cs: Sdílené
da: Delt
de: Geteilt
el: Σε κοινή χρήση
es: Compartidos
fa: مشترک
fi: Jaettu
fr: Partagé
he: משותף
hi: साझा
hr: Podijeljeno
hu: Megosztva
id: Dibagikan
it: Condivisi
ja: 共有済み
kk: Бөлісілген
ko: 공유됨
lt: Bendrinami
ms: Dikongsi
nb: Delt
nl: Gedeeld
pl: Udostępnione
pt: Partilhado
ro: Partajat
ru: Общиe
sk: Zdieľané
sl: V skupni rabi
sv: Delad
th: แชร์
tr: Paylaşılan
uk: Спільні
vi: Đã chia sẻ
zh_hans: 共享
zh_hant: 共享

source: Shared Links
ar: روابط مشتركة
bg: Споделени връзки
bn: শেয়ার করা লিংক
ca: Enllaços compartits
cs: Sdílené odkazy
da: Delte links
de: Geteilte Links
el: Κοινόχρηστοι Σύνδεσμοι
es: Enlaces compartidos
fa: پیوندهای اشتراک‌گذاری‌شده
fi: Jaetut linkit
fr: Liens partagés
he: קישורים משותפים
hi: साझा किए गए लिंक
hr: Dijeljene poveznice
hu: Megosztott linkek
id: Tautan Bersama
it: Link condivisi
ja: 共有リンク
kk: Бөлісілген сілтемелер
ko: 공유 링크
lt: Dalinimosi Nuorodos
ms: Pautan Dikongsi
nb: Delte linker
nl: Gedeelde links
pl: Udostępnione linki
pt: Links compartilhados
ro: Link-uri distribuite
ru: Публичные ссылки
sk: Zdieľané odkazy
sl: Povezave v skupni rabi
sv: Delade Länkar
th: ลิงก์ที่แชร์
tr: Paylaşılan Bağlantılar
uk: Спільні посилання
vi: Những link đã chia sẻ
zh_hans: 共享链接
zh_hant: 分享連結

source: Show
ar: إظهار
bg: Показване
bn: দেখান
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fa: نمایش
fi: Näytä
fr: Afficher
he: הצגה
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
kk: Көрсету
ko: 표시
lt: Rodyti
ms: Tunjukkan
nb: Vis
nl: Toon
pl: Pokaż
pt: Mostrar
ro: Afișați
ru: Показать
sk: Zobraziť
sl: Prikaži
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Show Favorites
ar: إظهار المفضلة
bg: Показване на любимите
bn: পছন্দেরগুলো দেখান
ca: Mostra els Favorits
cs: Zobrazit oblíbené
da: Vis favoritter
de: Favoriten anzeigen
el: Εμφάνιση Αγαπημένων
es: Mostrar Favoritos
fa: نمایش علاقه‌مندی‌ها
fi: Näytä suosikit
fr: Afficher les favoris
he: הצגת מועדפים
hi: पसंदीदा दिखाएँ
hr: Prikaži favorite
hu: Kedvencek megjelenítése
id: Tampilkan Favorit
it: Mostra Preferiti
ja: お気に入りを表示
kk: Таңдаулыларды көрсету
ko: 즐겨찾기 표시
lt: Rodyti mėgstamiausius
ms: Tunjukkan Kegemaran
nb: Vis favoritter
nl: Favorieten tonen
pl: Pokaż ulubione
pt: Mostrar Favoritos
ro: Afișați Favorite
ru: Показывать избранные
sk: Zobraziť obľúbené
sl: Prikaži priljubljeno
sv: Visa favoriter
th: แสดงรายการโปรด
tr: Favorileri Göster
uk: Показувати улюблені
vi: Hiển thị mục ưa thích
zh_hans: 显示个人收藏
zh_hant: 顯示喜好項目

source: Show Home
ar: إظهار الشاشة الرئيسية
bg: Показване на началния екран
bn: হোম দেখান
ca: Mostra l'inici
cs: Zobrazit plochu
da: Vis hjem
de: Startseite anzeigen
el: Εμφάνιση Αρχικής
es: Mostrar inicio
fa: نمایش خانه
fi: Näytä Koti
fr: Afficher l’accueil
he: הצגת הבית
hi: होम दिखाएँ
hr: Prikaži početnu stranicu
hu: Főképernyő megjelenítése
id: Tampilkan Beranda
it: Mostra Home
ja: ホームを表示
kk: Басты бетті көрсету
ko: 홈 표시
lt: Rodyti pradžią
ms: Tunjukkan Utama
nb: Vis Hjem
nl: Beginscherm tonen
pl: Pokaż ekran główny
pt: Mostrar Início
ro: Afișați pagina principală
ru: Показывать экран «Домой»
sk: Zobraziť plochu
sl: Prikaži domačo stran
sv: Visa hem
th: แสดงหน้าหลัก
tr: Ana Ekranı Göster
uk: Показувати домівку
vi: Hiển thị trang chủ
zh_hans: 显示主页
zh_hant: 顯示主畫面

source: Show Less
ar: اضهر اقل
bg: Покажи по-малко
bn: কম দেখান
ca: Mostra’n menys
cs: Zobrazit méně
da: Vis mindre
de: Weniger zeigen
el: Προβολή λιγότερων
es: Mostrar menos
fa: نمایش کمتر
fi: Näytä vähemmän
fr: Voir moins
he: הצג פחות
hi: कम दिखाएँ
hr: Prikaži manje
hu: Kevesebb megjelenítése
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示数をへらす
kk: Азырақ көрсету
ko: 접기
lt: Rodyti mažiau
ms: Tunjukkan Kurang
nb: Vis mindre
nl: Laat minder zien
pl: Pokaż mniej
pt: Mostrar menos
ro: Aratǎ mai puțin
ru: Показать меньше
sk: Zobraziť menej
sl: Prikaži manj
sv: Visa mindre
th: แสดงน้อยลง
tr: Daha az göster
uk: Показати менше
vi: Hiện ít hơn
zh_hans: 收起
zh_hant: 收起

source: Show metadata
ar: إظهار البيانات الوصفية
bg: Покажи метаданни
bn: মেটাডেটা দেখান
ca: Mostra les metadades
cs: Zobrazit metadata
da: Vis metadata
de: Metadaten anzeigen
el: Εμφάνιση μεταδεδομένων
es: Mostrar metadatos
fa: نمایش اطلاعات متا
fi: Näytä metadata
fr: Afficher les métadonnées
he: הצג מטא-נתונים
hi: मेटाडेटा दिखाएं
hr: Prikaži metapodatke
hu: Metaadatok megjelenítése
id: Tampilkan metadata
it: Visualizza metadati
ja: メタデータを見る
kk: Метадеректерді көрсету
ko: 메타데이터 표시
lt: Rodyti metaduomenis
ms: Tunjukkan metadata
nb: Vis metadata
nl: Toon metadata
pl: Pokaż metadane
pt: Mostrar metadados
ro: Arătați metadatele
ru: Показывать метаданные
sk: Zobraziť metadáta
sl: Pokaži metapodatke
sv: Visa metadata
th: แสดง metadata
tr: Meta verileri göster
uk: Показувати метадані
vi: Hiển thị metadata
zh_hans: 显示元数据
zh_hant: 顯示詮釋資料

source: Sign In
ar: تسجيل الدخول
bg: Вход
bn: সাইন ইন
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Кіру
ko: 로그인
lt: Prisijungti
ms: Log Masuk
nb: Logg på
nl: Aanmelden
pl: Zaloguj się
pt: Iniciar sessão
ro: Autentificați-vă
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign In Required
ar: يلزم تسجيل الدخول
bg: Необходим е вход
bn: সাইন ইন প্রয়োজন
ca: Cal iniciar sessió
cs: Je vyžadováno přihlášení
da: Login påkrævet
de: Anmeldung erforderlich
el: Απαιτείται σύνδεση
es: Es necesario iniciar sesión
fa: ورود لازم است
fi: Kirjautuminen vaaditaan
fr: Connexion requise
he: נדרשת התחברות
hi: साइन इन आवश्यक है
hr: Potrebna je prijava
hu: Bejelentkezés szükséges
id: Harus Masuk
it: Accesso richiesto
ja: サインインが必要です
kk: Кіру қажет
ko: 로그인 필요
lt: Reikia prisijungti
ms: Log Masuk Diperlukan
nb: Pålogging kreves
nl: Aanmelden vereist
pl: Wymagane logowanie
pt: É necessário iniciar sessão
ro: Este necesară autentificarea
ru: Требуется вход
sk: Vyžaduje sa prihlásenie
sl: Potrebna je prijava
sv: Inloggning krävs
th: จำเป็นต้องเข้าสู่ระบบ
tr: Oturum Açılması Gerekli
uk: Потрібно ввійти
vi: Cần đăng nhập
zh_hans: 需要登录
zh_hant: 需要登入

source: Sign in to Immich to resume %lld queued items.
ar: سجّل الدخول إلى Immich لاستئناف %lld عنصرًا في قائمة الانتظار.
bg: Влезте в Immich, за да продължите %lld елемента от опашката.
bn: সারিতে থাকা %lldটি আইটেম আবার শুরু করতে Immich-এ সাইন ইন করুন।
ca: Inicia sessió a Immich per reprendre %lld elements de la cua.
cs: Přihlaste se k Immich a pokračujte u %lld položek ve frontě.
da: Log ind på Immich for at fortsætte %lld emner i køen.
de: Melde dich bei Immich an, um %lld Elemente in der Warteschlange fortzusetzen.
el: Συνδεθείτε στο Immich για να συνεχιστούν %lld στοιχεία της ουράς.
es: Inicia sesión en Immich para reanudar %lld elementos en cola.
fa: برای ادامه %lld مورد در صف، وارد Immich شوید.
fi: Kirjaudu Immichiin jatkaaksesi %lld jonossa olevan kohteen käsittelyä.
fr: Connectez-vous à Immich pour reprendre les %lld éléments en attente.
he: התחברו ל-Immich כדי להמשיך %lld פריטים שבתור.
hi: कतार के %lld आइटम फिर शुरू करने के लिए Immich में साइन इन करें।
hr: Prijavite se u Immich kako biste nastavili %lld stavki na čekanju.
hu: Jelentkezzen be az Immich szolgáltatásba %lld sorba állított elem folytatásához.
id: Masuk ke Immich untuk melanjutkan %lld item dalam antrean.
it: Accedi a Immich per riprendere %lld elementi in coda.
ja: キュー内の%lld件を再開するにはImmichにサインインしてください。
kk: Кезектегі %lld элементті жалғастыру үшін Immich жүйесіне кіріңіз.
ko: 대기 중인 %lld개 항목을 재개하려면 Immich에 로그인하세요.
lt: Prisijunkite prie Immich, kad tęstumėte %lld eilėje laukiančių elementų.
ms: Log masuk ke Immich untuk menyambung semula %lld item dalam baris gilir.
nb: Logg på Immich for å fortsette %lld elementer i kø.
nl: Meld je aan bij Immich om %lld items in de wachtrij te hervatten.
pl: Zaloguj się do Immich, aby wznowić %lld elementów w kolejce.
pt: Inicie sessão no Immich para retomar %lld itens na fila.
ro: Autentificați-vă în Immich pentru a relua %lld elemente din coadă.
ru: Войдите в Immich, чтобы возобновить обработку %lld элементов из очереди.
sk: Prihláste sa do služby Immich a pokračujte v spracovaní %lld položiek v rade.
sl: Prijavite se v Immich, da nadaljujete obdelavo %lld elementov v čakalni vrsti.
sv: Logga in på Immich för att återuppta %lld köade objekt.
th: เข้าสู่ระบบ Immich เพื่อดำเนินการต่อกับ %lld รายการในคิว
tr: Sıradaki %lld öğeyi devam ettirmek için Immich'te oturum açın.
uk: Увійдіть до Immich, щоб продовжити обробку %lld елементів у черзі.
vi: Đăng nhập vào Immich để tiếp tục %lld mục trong hàng đợi.
zh_hans: 登录 Immich 以继续处理队列中的 %lld 个项目。
zh_hant: 登入 Immich 以繼續處理佇列中的 %lld 個項目。

source: Sign in with
ar: تسجيل الدخول باستخدام
bg: Влизане с
bn: যেভাবে সাইন ইন করবেন
ca: Inicia sessió amb
cs: Přihlásit se pomocí
da: Log ind med
de: Anmelden mit
el: Σύνδεση με
es: Iniciar sesión con
fa: ورود با
fi: Kirjaudu käyttäen
fr: Se connecter avec
he: התחברות באמצעות
hi: इससे साइन इन करें
hr: Prijava putem
hu: Bejelentkezés ezzel
id: Masuk dengan
it: Accedi con
ja: サインイン方法
kk: Кіру әдісі
ko: 로그인 방법
lt: Prisijungti naudojant
ms: Log masuk dengan
nb: Logg på med
nl: Aanmelden met
pl: Zaloguj się przez
pt: Iniciar sessão com
ro: Autentificați-vă cu
ru: Войти с помощью
sk: Prihlásiť sa pomocou
sl: Prijavite se z
sv: Logga in med
th: เข้าสู่ระบบด้วย
tr: Şununla oturum aç
uk: Спосіб входу
vi: Đăng nhập bằng
zh_hans: 登录方式
zh_hant: 登入方式

source: Sign Out
ar: خروج
bg: Отписване
bn: সাইন আউট
ca: Tanca la sessió
cs: Odhlásit se
da: Log af
de: Abmelden
el: Αποσύνδεση
es: Salir
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
he: יציאה מהמערכת
hi: साइन आउट
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Шығу
ko: 로그아웃
lt: Atsijungti
ms: Log Keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt: Terminar sessão
ro: Deconectare
ru: Выход
sk: Odhlásiť sa
sl: Odjavi se
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Something Went Wrong
ar: حدث خطأ ما
bg: Нещо се обърка
bn: কিছু একটা ভুল হয়েছে
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Ein Fehler ist eingetreten
el: Κάτι πήγε στραβά
es: Algo salió mal
fa: مشکلی پیش آمد
fi: Jotain meni pieleen
fr: Une erreur est survenue
he: משהו השתבש
hi: कुछ त्रुटि हुई
hr: Nešto je pošlo po zlu
hu: Valami baj történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
kk: Бірдеңе дұрыс болмады
ko: 문제가 발생했습니다.
lt: Kažkas nepavyko
ms: Sesuatu Tidak Kena
nb: Noe gikk galt
nl: Er liep iets mis
pl: Coś poszło nie tak
pt: Algo correu mal
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sv: Något gick fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Có gì đó không đúng
zh_hans: 出错了
zh_hant: 發生錯誤

source: Sort
ar: فرز
bg: Сортиране
bn: সাজান
ca: Ordena
cs: Seřadit
da: Sorter
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fa: مرتب‌سازی
fi: Lajittele
fr: Trier
he: מיון
hi: क्रमबद्ध करें
hr: Razvrstaj
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並べ替え
kk: Сұрыптау
ko: 정렬
lt: Rikiuoti
ms: Isih
nb: Sorter
nl: Sorteer
pl: Sortuj
pt: Ordenar
ro: Sortați
ru: Сортировать
sk: Zoradiť
sl: Razvrsti
sv: Sortera
th: จัดเรียง
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: Sort By
ar: فرز حسب
bg: Сортиране по
bn: যে অনুযায়ী সাজাবেন
ca: Ordena per
cs: Řadit podle
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fa: مرتب‌سازی بر اساس
fi: Lajitteluperuste
fr: Trier par
he: מיון לפי
hi: इसके अनुसार क्रमबद्ध करें
hr: Razvrstaj po
hu: Rendezés szempontja
id: Urutkan Berdasarkan
it: Ordina per
ja: 並べ替え順
kk: Сұрыптау өлшемі
ko: 정렬 기준
lt: Rikiuoti pagal
ms: Isih Mengikut
nb: Sorter etter
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
ro: Sortați după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera efter
th: จัดเรียงตาม
tr: Sıralama Ölçütü
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: Storage
ar: مساحة التخزين
bg: Хранилище
bn: স্টোরেজ
ca: Emmagatzematge
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθηκευτικός χώρος
es: Almacenamiento
fa: فضای ذخیره‌سازی
fi: Tallennustila
fr: Stockage
he: אחסון
hi: स्टोरेज
hr: Pohrana
hu: Tárhely
id: Penyimpanan
it: Spazio di archiviazione
ja: ストレージ
kk: Жад
ko: 저장 공간
lt: Saugykla
ms: Storan
nb: Lagring
nl: Opslag
pl: Pamięć
pt: Armazenamento
ro: Stocare
ru: Хранилище
sk: Úložisko
sl: Shramba
sv: Lagring
th: พื้นที่จัดเก็บข้อมูล
tr: Depolama
uk: Сховище
vi: Dung lượng
zh_hans: 存储空间
zh_hant: 儲存空間

source: Supported Server Majors
ar: إصدارات الخادم الرئيسية المدعومة
bg: Поддържани основни версии на сървъра
bn: সমর্থিত সার্ভার মেজর সংস্করণ
ca: Versions principals de servidor compatibles
cs: Podporované hlavní verze serveru
da: Understøttede hovedversioner af serveren
de: Unterstützte Server-Hauptversionen
el: Υποστηριζόμενες κύριες εκδόσεις διακομιστή
es: Versiones principales de servidor compatibles
fa: نسخه‌های اصلی پشتیبانی‌شده سرور
fi: Tuetut palvelimen pääversiot
fr: Versions majeures du serveur prises en charge
he: גרסאות שרת ראשיות נתמכות
hi: समर्थित मुख्य सर्वर संस्करण
hr: Podržane glavne verzije poslužitelja
hu: Támogatott fő szerververziók
id: Versi Mayor Server yang Didukung
it: Versioni principali del server supportate
ja: 対応するサーバーのメジャーバージョン
kk: Қолдау көрсетілетін сервердің негізгі нұсқалары
ko: 지원되는 서버 주 버전
lt: Palaikomos pagrindinės serverio versijos
ms: Versi Utama Pelayan yang Disokong
nb: Støttede hovedversjoner av serveren
nl: Ondersteunde hoofdversies van server
pl: Obsługiwane główne wersje serwera
pt: Versões principais do servidor suportadas
ro: Versiuni majore de server acceptate
ru: Поддерживаемые основные версии сервера
sk: Podporované hlavné verzie servera
sl: Podprte glavne različice strežnika
sv: Huvudversioner av servern som stöds
th: เวอร์ชันหลักของเซิร์ฟเวอร์ที่รองรับ
tr: Desteklenen Ana Sunucu Sürümleri
uk: Підтримувані основні версії сервера
vi: Các phiên bản chính của máy chủ được hỗ trợ
zh_hans: 支持的服务器主版本
zh_hant: 支援的伺服器主要版本

source: Sync albums
ar: مزامنة الالبومات
bg: Синхронизиране на албуми
bn: অ্যালবাম সিঙ্ক করুন
ca: Sincronitza els àlbums
cs: Synchronizovat alba
da: Synkroniser albummer
de: Alben synchronisieren
el: Συγχρονισμός άλμπουμ
es: Sincronizar álbumes
fa: همگام‌سازی آلبوم‌ها
fi: Synkronoi albumit
fr: Synchroniser dans des albums
he: סנכרן אלבומים
hi: एल्बम्स सिंक करें
hr: Sinkroniziraj albume
hu: Albumok szinkronizálása
id: Sinkronkan album
it: Sincronizza album
ja: アルバムを同期
kk: Альбомдарды синхрондау
ko: 앨범 동기화
lt: Sinchronizuoti albumus
ms: Segerakkan album
nb: Synkroniser album
nl: Albums synchroniseren
pl: Synchronizuj albumy
pt: Sincronizar álbuns
ro: Sincronizează albumele
ru: Синхронизировать альбомы
sk: Synchronizovať albumy
sl: Sinhronizacija albumov
sv: Synka album
th: ซิงก์อัลบั้ม
tr: Albümleri eşitle
uk: Синхронізувати альбоми
vi: Đồng bộ album
zh_hans: 同步相册
zh_hant: 同步相簿

source: Sync Status
ar: حالة النسخ المتزامن
bg: Състояние на синхронизацията
bn: সিঙ্ক স্ট্যাটাস
ca: Estat de la sincronització
cs: Stav synchronizace
da: Synkroniserings Status
de: Synchronisierungstatus
el: Κατάσταση συγχρονισμού
es: Estado de la sincronización
fa: وضعیت همگام‌سازی
fi: Synkronoinnin status
fr: Statut de synchronisation
he: סטטוס סנכרון
hi: सिंक स्थिति
hr: Status sinkronizacije
hu: Szinkronizálás állapota
id: Status Sinkronisasi
it: Stato di Sincronizzazione
ja: 同期の状態
kk: Синхрондау күйі
ko: 동기화 상태
lt: Sinchronizacijos būklė
ms: Status Penyegerakan
nb: Synkroniseringsstatus
nl: Synchronisatiestatus
pl: Stan synchronizacji
pt: Estado da sincronização
ro: Status-ul sincronizării
ru: Статус синхронизации
sk: Stav synchronizácie
sl: Stanje sinhronizacije
sv: Synkstatus
th: สถานะซิงก์
tr: Eşitleme Durumu
uk: Стан синхронізації
vi: Trạng thái đồng bộ
zh_hans: 同步状态
zh_hant: 同步狀態

source: Synced to Server
ar: تمت المزامنة مع الخادم
bg: Синхронизирано със сървъра
bn: সার্ভারে সিঙ্ক হয়েছে
ca: Sincronitzat amb el servidor
cs: Synchronizováno se serverem
da: Synkroniseret med serveren
de: Mit Server synchronisiert
el: Συγχρονίστηκε με τον διακομιστή
es: Sincronizado con el servidor
fa: با سرور همگام شد
fi: Synkronoitu palvelimelle
fr: Synchronisé avec le serveur
he: סונכרן עם השרת
hi: सर्वर से सिंक किया गया
hr: Sinkronizirano s poslužiteljem
hu: Szinkronizálva a szerverrel
id: Disinkronkan ke Server
it: Sincronizzato con il server
ja: サーバーと同期済み
kk: Сервермен синхрондалды
ko: 서버에 동기화됨
lt: Sinchronizuota su serveriu
ms: Disegerakkan ke Pelayan
nb: Synkronisert med serveren
nl: Gesynchroniseerd met server
pl: Zsynchronizowano z serwerem
pt: Sincronizado com o servidor
ro: Sincronizat cu serverul
ru: Синхронизировано с сервером
sk: Synchronizované so serverom
sl: Sinhronizirano s strežnikom
sv: Synkroniserat med servern
th: ซิงก์กับเซิร์ฟเวอร์แล้ว
tr: Sunucuyla Eşitlendi
uk: Синхронізовано із сервером
vi: Đã đồng bộ với máy chủ
zh_hans: 已同步到服务器
zh_hant: 已同步到伺服器

source: Syncing your library…
ar: جارٍ مزامنة مكتبتك…
bg: Синхронизиране на библиотеката…
bn: আপনার লাইব্রেরি সিঙ্ক হচ্ছে…
ca: S'està sincronitzant la fototeca…
cs: Synchronizace knihovny…
da: Synkroniserer dit bibliotek…
de: Deine Mediathek wird synchronisiert…
el: Συγχρονισμός της βιβλιοθήκης σας…
es: Sincronizando tu fototeca…
fa: در حال همگام‌سازی کتابخانه…
fi: Kirjastoasi synkronoidaan…
fr: Synchronisation de votre photothèque…
he: סנכרון הספרייה שלכם…
hi: आपकी लाइब्रेरी सिंक हो रही है…
hr: Sinkronizacija vaše fototeke…
hu: A könyvtár szinkronizálása…
id: Menyinkronkan perpustakaan Anda…
it: Sincronizzazione della libreria…
ja: ライブラリを同期中…
kk: Кітапханаңыз синхрондалуда…
ko: 보관함 동기화 중…
lt: Sinchronizuojama biblioteka…
ms: Menyegerakkan pustaka anda…
nb: Synkroniserer biblioteket…
nl: Je bibliotheek synchroniseren…
pl: Synchronizowanie biblioteki…
pt: A sincronizar a sua biblioteca…
ro: Se sincronizează biblioteca…
ru: Синхронизация медиатеки…
sk: Synchronizuje sa vaša knižnica…
sl: Sinhroniziranje knjižnice…
sv: Synkroniserar ditt bibliotek…
th: กำลังซิงก์คลังของคุณ…
tr: Arşiviniz eşitleniyor…
uk: Синхронізація медіатеки…
vi: Đang đồng bộ thư viện…
zh_hans: 正在同步您的图库…
zh_hant: 正在同步您的圖庫…

source: System
ar: النظام
bg: Система
bn: সিস্টেম
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
kk: Жүйе
ko: 시스템
lt: Sistema
ms: Sistem
nl: Systeem
pt: Sistema
ro: Sistem
ru: Системное
sk: Systém
sl: Sistem
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: That API key was rejected.
ar: تم رفض مفتاح API هذا.
bg: Този API ключ беше отхвърлен.
bn: API কীটি প্রত্যাখ্যাত হয়েছে।
ca: S'ha rebutjat aquesta clau API.
cs: Tento klíč API byl odmítnut.
da: Denne API-nøgle blev afvist.
de: Dieser API-Schlüssel wurde abgelehnt.
el: Αυτό το κλειδί API απορρίφθηκε.
es: Esa clave API ha sido rechazada.
fa: آن کلید API رد شد.
fi: Tämä API-avain hylättiin.
fr: Cette clé API a été refusée.
he: מפתח ה-API הזה נדחה.
hi: वह API कुंजी अस्वीकार कर दी गई।
hr: Taj API ključ je odbijen.
hu: A szerver elutasította ezt az API-kulcsot.
id: Kunci API tersebut ditolak.
it: La chiave API è stata rifiutata.
ja: そのAPIキーは拒否されました。
kk: Бұл API кілті қабылданбады.
ko: 해당 API 키가 거부되었습니다.
lt: Šis API raktas buvo atmestas.
ms: Kunci API itu ditolak.
nb: Denne API-nøkkelen ble avvist.
nl: Die API-sleutel is geweigerd.
pl: Ten klucz API został odrzucony.
pt: Essa chave de API foi rejeitada.
ro: Cheia API a fost respinsă.
ru: Этот ключ API отклонен.
sk: Tento kľúč API bol odmietnutý.
sl: Ta ključ API je bil zavrnjen.
sv: Den API-nyckeln avvisades.
th: คีย์ API นั้นถูกปฏิเสธ
tr: Bu API anahtarı reddedildi.
uk: Цей ключ API відхилено.
vi: Khóa API đó đã bị từ chối.
zh_hans: 该 API 密钥已被拒绝。
zh_hant: 該 API 金鑰已被拒絕。

source: That server address doesn't look right.
ar: يبدو أن عنوان الخادم غير صحيح.
bg: Адресът на сървъра изглежда неправилен.
bn: সার্ভারের ঠিকানাটি সঠিক বলে মনে হচ্ছে না।
ca: L'adreça del servidor no sembla correcta.
cs: Tato adresa serveru nevypadá správně.
da: Denne serveradresse ser ikke rigtig ud.
de: Diese Serveradresse scheint nicht richtig zu sein.
el: Αυτή η διεύθυνση διακομιστή δεν φαίνεται σωστή.
es: La dirección del servidor no parece correcta.
fa: نشانی سرور درست به نظر نمی‌رسد.
fi: Palvelimen osoite ei vaikuta oikealta.
fr: Cette adresse de serveur semble incorrecte.
he: כתובת השרת הזאת אינה נראית תקינה.
hi: वह सर्वर पता सही नहीं लगता।
hr: Adresa poslužitelja ne izgleda ispravno.
hu: A szervercím nem tűnik helyesnek.
id: Alamat server tersebut tampaknya tidak benar.
it: L'indirizzo del server non sembra corretto.
ja: サーバーアドレスが正しくないようです。
kk: Сервер мекенжайы дұрыс емес сияқты.
ko: 서버 주소가 올바르지 않은 것 같습니다.
lt: Serverio adresas atrodo netinkamas.
ms: Alamat pelayan itu kelihatan tidak betul.
nb: Serveradressen ser ikke riktig ut.
nl: Dat serveradres lijkt niet te kloppen.
pl: Adres serwera wygląda na nieprawidłowy.
pt: Esse endereço do servidor não parece correto.
ro: Adresa serverului nu pare corectă.
ru: Адрес сервера выглядит неверно.
sk: Táto adresa servera nevyzerá správne.
sl: Ta naslov strežnika ni videti pravilen.
sv: Serveradressen verkar inte vara korrekt.
th: ที่อยู่เซิร์ฟเวอร์นั้นดูเหมือนไม่ถูกต้อง
tr: Bu sunucu adresi doğru görünmüyor.
uk: Схоже, ця адреса сервера неправильна.
vi: Địa chỉ máy chủ đó có vẻ không đúng.
zh_hans: 该服务器地址似乎不正确。
zh_hant: 該伺服器位址似乎不正確。
